---
kind: property
id: P:Autodesk.Revit.DB.Arc.Radius
zh: 弧、圆弧
source: html/d1822877-a5d0-bfea-af2a-28100853c231.htm
---
# Autodesk.Revit.DB.Arc.Radius Property

**中文**: 弧、圆弧

Returns the radius of the arc.

## Syntax (C#)
```csharp
public double Radius { get; }
```